Revit 2024 API
ParameterTypeId.ViewSlantedColumnSymbolOffset Property
 "Column Symbolic Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewSlantedColumnSymbolOffset { get; }
Visual Basic
Public Shared ReadOnly Property ViewSlantedColumnSymbolOffset As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewSlantedColumnSymbolOffset {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace